
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>背景 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    Appendix
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="../appendix/附录.html">
            
                <a href="../appendix/附录.html">
            
                    
                    附录
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" >
            
                <span>
            
                    
                    Background
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.3.1" data-path="背景.html">
            
                <a href="背景.html">
            
                    
                    背景
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.4" >
            
                <span>
            
                    
                    Characters
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.4.1" data-path="../characters/角色表.html">
            
                <a href="../characters/角色表.html">
            
                    
                    角色表
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.5" >
            
                <span>
            
                    
                    Complexity
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.5.1" data-path="../complexity/复杂化模组.html">
            
                <a href="../complexity/复杂化模组.html">
            
                    
                    复杂化模组
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.6" >
            
                <span>
            
                    
                    Mission
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.6.1" data-path="../mission/任务目标.html">
            
                <a href="../mission/任务目标.html">
            
                    
                    任务目标
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.7" >
            
                <span>
            
                    
                    Solution
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.7.1" data-path="../solution/解决方案.html">
            
                <a href="../solution/解决方案.html">
            
                    
                    解决方案
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >背景</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x80CC;&#x666F;">&#x80CC;&#x666F;</h1>
<p>&#x5F02;&#x79CD;&#x52A8;&#x7269;&#x5B66;&#x5BB6;&#x7EF4;&#x5C14;&#x970D;&#xB7;&#x6069;&#x79D1;&#x83AB;&#x5728;&#x5927;&#x5D29;&#x574F;&#x540E;&#x611F;&#x67D3;&#x4E86;&#x6C83;&#x5179;-&#x9EA6;&#x514B;&#x52B3;&#x5FB7;&#x4E9A;&#x682A;&#x7684;&#x6BD2;&#x682A;&#xFF0C;&#x4F46;&#x4ED6;&#x5BF9;&#x6B64;&#x4FDD;&#x5BC6;&#xFF0C;&#x4F7F;&#x7528;&#x81EA;&#x5DF1;&#x7684;&#x7075;&#x80FD;&#x6765;&#x4FC3;&#x8FDB;&#x81EA;&#x5DF1;&#x7684;&#x804C;&#x4E1A;&#x53D1;&#x5C55;&#x3002;&#x5728;&#x4E00;&#x6B21;&#x7834;&#x95E8;&#x884C;&#x52A8;&#x4E2D;&#xFF0C;&#x4ED6;&#x5728;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x4E2D;&#x611F;&#x67D3;&#x4E86;&#x4E00;&#x79CD;&#x5916;&#x661F;&#x5BC4;&#x751F;&#x866B;&#x2014;&#x2014;&#x4E00;&#x79CD;&#x5403;&#x5185;&#x810F;&#x7684;&#x5BC4;&#x751F;&#x866B;&#x3002;&#x56DE;&#x5230;&#x706B;&#x661F;&#x540E;&#xFF0C;&#x8FD9;&#x79CD;&#x5BC4;&#x751F;&#x866B;&#x5728;&#x6069;&#x79D1;&#x83AB;&#x4F53;&#x5185;&#x751F;&#x957F;&#xFF0C;&#x63A7;&#x5236;&#x7740;&#x4ED6;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x5E76;&#x4E14;&#x4ED6;&#x7684;&#x8179;&#x90E8;&#x957F;&#x51FA;&#x5634;&#x5DF4;&#x548C;&#x89E6;&#x624B;&#x3002;&#x8FD9;&#x79CD;&#x5BC4;&#x751F;&#x866B;&#x9700;&#x8981;&#x4EE5;&#x670A;&#x75C5;&#x6BD2;&#x86CB;&#x767D;&#x4E3A;&#x98DF;&#xFF0C;&#x5229;&#x7528;&#x6069;&#x79D1;&#x83AB;&#x7684;&#x7075;&#x672F;&#x63A7;&#x5236;&#x53D7;&#x5BB3;&#x8005;&#x5E76;&#x4EE5;&#x4ED6;&#x4EEC;&#x7684;&#x5927;&#x8111;&#x4E3A;&#x98DF;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x810F;&#x98DF;&#x8005;&#x5C1D;&#x5230;&#x4E86;&#x6F02;&#x6D6E;&#x4ED9;&#x5883;&#xFF08;float&#xFF09;&#x7684;&#x5473;&#x9053;&#xFF0C;&#x8FD9;&#x662F;&#x53D7;&#x5BB3;&#x8005;&#x5438;&#x98DF;&#x7684;&#x6BD2;&#x54C1;&#x3002;&#x4ECE;&#x90A3;&#x65F6;&#x8D77;&#xFF0C;&#x6069;&#x79D1;&#x83AB;&#x548C;&#x4ED6;&#x7684;&#x5BC4;&#x751F;&#x866B;&#x5DF2;&#x7ECF;&#x660E;&#x663E;&#x5BF9;&#x6F02;&#x6D6E;&#x4ED9;&#x5883;&#x6210;&#x763E;&#x3002;&#x51E0;&#x5929;&#x524D;&#xFF0C;&#x6069;&#x79D1;&#x83AB;&#x6740;&#x6B7B;&#x4E86;&#x859B;&#x6D9B;&#xB7;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#xFF0C;&#x5E76;&#x62FF;&#x8D70;&#x4E86;&#x4ED6;&#x85CF;&#x533F;&#x7684;&#x5168;&#x90E8;&#x6F02;&#x6D6E;&#x4ED9;&#x5883;&#xFF0C;&#x4ED6;&#x8BA1;&#x5212;&#x6697;&#x4E2D;&#x5356;&#x6389;&#x8FD9;&#x4E9B;&#x6F02;&#x6D6E;&#x4ED9;&#x5883;&#xFF0C;&#x4EE5;&#x5F15;&#x8BF1;&#x65B0;&#x7684;&#x53D7;&#x5BB3;&#x8005;&#x3002;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x7684;&#x5934;&#x76EE;&#x60F3;&#x8981;&#x56DE;&#x4ED6;&#x4EEC;&#x7684;&#x6BD2;&#x54C1;&#x3002;</p>
<p>&#x867D;&#x7136;&#x6069;&#x79D1;&#x83AB;&#x662F;&#x65E0;&#x6027;&#x604B;&#xFF0C;&#x4F46;&#x4ED6;&#x6709;&#x4E00;&#x4E2A;&#x6D6A;&#x6F2B;&#x4F34;&#x4FA3;&#xFF0C;&#x53EB;&#x505A;&#x53F6;&#x592B;&#x6839;&#x5C3C;&#xB7;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x3002;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x8FD8;&#x6CA1;&#x6709;&#x53D7;&#x5230;&#x6069;&#x79D1;&#x83AB;&#x7684;&#x7075;&#x80FD;&#x6216;&#x5BC4;&#x751F;&#x866B;&#x611F;&#x67D3;&#xFF0C;&#x4F46;&#x4ED6;&#x5F88;&#x5BA0;&#x7231;&#x6069;&#x79D1;&#x83AB;&#xFF0C;&#x613F;&#x610F;&#x505A;&#x4ED6;&#x8981;&#x6C42;&#x7684;&#x4EFB;&#x4F55;&#x4E8B;&#x60C5;&#x3002;&#x6069;&#x79D1;&#x83AB;&#x5229;&#x7528;&#x4E86;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x4ED6;&#x5229;&#x7528;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x76D1;&#x89C6;&#x53D7;&#x5BB3;&#x8005;&#xFF0C;&#x5E76;&#x5728;&#x4E8B;&#x540E;&#x6E05;&#x7406;&#x6DF7;&#x4E71;&#x3002;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x77E5;&#x9053;&#x6069;&#x79D1;&#x83AB;&#x6B63;&#x5728;&#x505A;&#x574F;&#x4E8B;&#xFF0C;&#x4ED6;&#x62C5;&#x5FC3;&#x662F;&#x4E0D;&#x662F;&#x53D1;&#x751F;&#x4E86;&#x4EC0;&#x4E48;&#x4E8B;&#xFF0C;&#x4F46;&#x4ED6;&#x662F;&#x4E00;&#x4E2A;&#x6027;&#x683C;&#x8F6F;&#x5F31;&#x7684;&#x4EBA;&#xFF0C;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x9677;&#x5F97;&#x592A;&#x6DF1;&#xFF0C;&#x65E0;&#x6CD5;&#x653E;&#x5F03;&#x4ED6;&#x7684;&#x4F34;&#x4FA3;&#x4E86;&#x3002;</p>
<h1 id="&#x5F00;&#x62D3;&#x8005;&#x57CE;">&#x5F00;&#x62D3;&#x8005;&#x57CE;</h1>
<p>&#x4ECE;&#x706B;&#x661F;&#x7684;&#x6F58;&#x591A;&#x62C9;&#x4E4B;&#x95E8;&#x5230;&#x7A79;&#x9876;&#x4E0B;&#x7684;&#x5F00;&#x62D3;&#x8005;&#x57CE;&#x53EA;&#x9700;&#x5F88;&#x77ED;&#xFF08;40&#x516C;&#x91CC;&#xFF09;&#x7684;&#x7A7F;&#x68AD;&#x673A;&#x8F66;&#x7A0B;&#x3002;&#x5EFA;&#x7B51;&#x4E1A;&#x7684;&#x84EC;&#x52C3;&#x53D1;&#x5C55;&#x652F;&#x6301;&#x4E86;&#x884C;&#x661F;&#x94F6;&#x56E2;&#x7684;&#x7CFB;&#x5916;&#x6B96;&#x6C11;&#x548C;&#x7834;&#x95E8;&#x884C;&#x52A8;&#x3002;&#x5EFA;&#x4E86;&#x4E00;&#x534A;&#x7684;&#x9AD8;&#x5C42;&#x5EFA;&#x7B51;&#x3001;&#x95EA;&#x95EA;&#x53D1;&#x5149;&#x7684;&#x8D22;&#x9600;&#x529E;&#x516C;&#x5BA4;&#x3001;&#x5B89;&#x5168;&#x7684;&#x79D1;&#x5B66;&#x5B9E;&#x9A8C;&#x5BA4;&#x4E0E;&#x5E9E;&#x5927;&#x7684;&#x7EB3;&#x7C73;&#x5DE5;&#x5382;&#x76F8;&#x4E92;&#x4EA4;&#x7EC7;&#xFF0C;&#x8FD9;&#x91CC;&#x4E5F;&#x6709;&#x5C0F;&#x9694;&#x95F4;&#x65C5;&#x9986;&#x548C;&#x5EC9;&#x4EF7;&#x7684;&#x79DF;&#x8D41;&#x4F4F;&#x623F;&#x56ED;&#x533A;&#x3002;&#x5F00;&#x62D3;&#x8005;&#x57CE;&#x7684;&#x6CBB;&#x5B89;&#x548C;&#x516C;&#x6C11;&#x670D;&#x52A1;&#x7531;&#x5B89;&#x4FDD;&#x8D22;&#x9600;&#x8D6B;&#x5C14;&#x4F50;&#x683C;&#xFF08;Herzog&#xFF09;&#x8D1F;&#x8D23;&#xFF0C;&#x4ED6;&#x4EEC;&#x5728;&#x5F53;&#x5730;&#x7684;&#x540D;&#x5B57;&#x53EB;&#x505A;&#x4F50;&#x683C;(zoggies&#xFF09;&#x3002;&#x4F17;&#x6240;&#x5468;&#x77E5;&#xFF0C;&#x4ED6;&#x4EEC;&#x88C5;&#x5907;&#x9F50;&#x5168;&#xFF0C;&#x5E76;&#x4EE5;&#x5176;&#x4EE3;&#x8868;&#x5F00;&#x62D3;&#x8005;&#x548C;&#x5176;&#x4ED6;&#x516C;&#x53F8;&#x8FDB;&#x884C;&#x7684;&#x72C2;&#x70ED;&#x7684;&#x53CD;&#x5DE5;&#x4F1A;&#x8FD0;&#x52A8;&#x800C;&#x95FB;&#x540D;&#x3002;</p>
<h1 id="&#x8C03;&#x67E5;">&#x8C03;&#x67E5;</h1>
<p>&#x8DD1;&#x817F;&#x5DE5;&#x4F5C;&#x5C06;PC&#x4EEC;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x5730;&#x5F15;&#x5411;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x548C;&#x6069;&#x79D1;&#x83AB;&#x3002;</p>
<h2 id="&#x859B;&#x6D9B;&#xB7;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;">&#x859B;&#x6D9B;&#xB7;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;</h2>
<p>&#x5176;&#x4ED6;&#x4EBA;&#x773C;&#x4E2D;&#x7684;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x662F;&#x4E00;&#x4E2A;&#x5408;&#x7FA4;&#x4E14;&#x8BA8;&#x4EBA;&#x559C;&#x6B22;&#x7684;&#x6D3E;&#x5BF9;&#x602A;&#x7269;&#x3002;&#x4ED6;&#x4F4F;&#x5728;&#x7A79;&#x9876;&#x4E0D;&#x65AD;&#x6269;&#x5927;&#x7684;&#x8D2B;&#x6C11;&#x7A9F;&#x90CA;&#x533A;&#x7684;&#x4E00;&#x4E2A;&#x6539;&#x88C5;&#x8FC7;&#x7684;&#x96C6;&#x88C5;&#x7BB1;&#x91CC;&#x3002;</p>
<p><strong>&#x25CF;**</strong>&#x68C0;&#x7D22;&#x68C0;&#x5B9A;**&#x2192;&#x4ED6;&#x90A3;&#x770B;&#x4F3C;&#x65E0;&#x5BB3;&#x7684;&#x4E2A;&#x4EBA;&#x8D44;&#x6599;&#x5DF2;&#x7ECF;&#x597D;&#x51E0;&#x5929;&#x6CA1;&#x6709;&#x66F4;&#x65B0;&#x4E86;&#x3002;&#x4ED6;&#x4E0A;&#x6B21;&#x662F;&#x4ECE;&#x5BB6;&#x91CC;&#x767B;&#x5F55;&#x7684;&#x3002;</p>
<p><strong>&#x25CF;G-Rep**</strong>&#x68C0;&#x5B9A;&#xFF08;&#x6B21;&#x8981;&#x652F;&#x63F4;<strong><strong>+10</strong></strong>&#xFF09;**&#x2192;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x4E0E;&#x6C34;&#x98CE;&#x5173;&#x7CFB;&#x826F;&#x597D;&#x3002;&#x4ED6;&#x6CA1;&#x6709;&#x7406;&#x7531;&#x80CC;&#x53DB;&#x4ED6;&#x4EEC;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x5DF2;&#x77E5;&#x7684;&#x4E0E;&#x5176;&#x4ED6;&#x56E2;&#x4F53;&#x7684;&#x8054;&#x7CFB;&#x3002;</p>
<h2 id="&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x7684;&#x5BB6;">&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x7684;&#x5BB6;</h2>
<p>&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x6539;&#x9020;&#x540E;&#x7684;&#x96C6;&#x88C5;&#x7BB1;&#x4F4F;&#x5B85;&#x6CA1;&#x6709;&#x4E0A;&#x9501;&#x3002;&#x6CA1;&#x6709;&#x4ED6;&#x672C;&#x4EBA;&#x6216;&#x6BD2;&#x54C1;&#x7684;&#x8FF9;&#x8C61;&#x3002;&#x6069;&#x79D1;&#x83AB;&#x5728;&#x8FD9;&#x91CC;&#x6740;&#x6B7B;&#x4E86;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x5E76;&#x62FF;&#x8D70;&#x4E86;&#x85CF;&#x533F;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x4E4B;&#x540E;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x6765;&#x4E86;&#xFF0C;&#x5E03;&#x7F6E;&#x5206;&#x89E3;&#x8005;&#x866B;&#x7FA4;&#x548C;&#x6E05;&#x6D01;&#x5DE5;&#x866B;&#x7FA4;&#x6E05;&#x9664;&#x4E86;&#x5C38;&#x4F53;&#x548C;&#x8BC1;&#x636E;&#xFF0C;&#x4F46;&#x6F0F;&#x8FC7;&#x4E86;&#x5916;&#x9762;&#x7684;&#x8840;&#x8FF9;&#x3002;</p>
<p><strong>&#x25CF;**</strong>&#x754C;&#x9762;&#x64CD;&#x4F5C;<strong>&#x6216;</strong>&#x4FE1;&#x606F;&#x5B89;&#x5168;&#x68C0;&#x5B9A;**&#x2192;&#x5B89;&#x5168;&#x7CFB;&#x7EDF;&#x51E0;&#x5929;&#x524D;&#x88AB;&#x6069;&#x79D1;&#x83AB;&#x5165;&#x4FB5;&#x5E76;&#x505C;&#x7528;&#x3002;&#x6240;&#x6709;&#x4F20;&#x611F;&#x5668;&#x548C;&#x65E5;&#x5FD7;&#x90FD;&#x5DF2;&#x88AB;&#x64E6;&#x9664;&#x3002;</p>
<p><strong>&#x25CF;**</strong>&#x5BDF;&#x89C9;&#x68C0;&#x5B9A;**&#x2192;&#x8FD9;&#x4E2A;&#x5730;&#x65B9;&#x4E71;&#x7CDF;&#x7CDF;&#x7684;&#xFF0C;&#x4F46;&#x4EE4;&#x4EBA;&#x60CA;&#x8BB6;&#x7684;&#x662F;&#x6CA1;&#x6709;&#x6C61;&#x57A2;&#x3001;&#x7070;&#x5C18;&#x548C;&#x5176;&#x4ED6;&#x5C0F;&#x5783;&#x573E;&#x3002;&#x5982;&#x679C;&#x83B7;&#x5F97;&#x5927;&#x6210;&#x529F;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x524D;&#x95E8;&#x5916;&#x53D1;&#x73B0;&#x4E00;&#x4E2A;&#x8840;&#x811A;&#x5370;&#x3002;&#x811A;&#x5370;&#x5BF9;&#x5E94;&#x7684;&#x978B;&#x5C3A;&#x7801;&#x975E;&#x5E38;&#x5927;&#x3002;</p>
<p><strong>&#x25CF;**</strong>&#x7EB3;&#x7C73;&#x4FA6;&#x6D4B;&#x5668;&#xFF08;&#x5947;&#x6280;&#xFF1A;&#x7EB3;&#x7C73;&#x673A;&#x5668;&#x4EBA;&#x4FA6;&#x6D4B;<strong><strong>40</strong></strong>&#xFF09;<strong>**&#x2192;</strong>&#x4E00;&#x4E2A;&#x7EB3;&#x7C73;&#x4FA6;&#x6D4B;&#x5668;&#x53D1;&#x73B0;&#x4E86;&#x8FC7;&#x53BB;&#x51E0;&#x5929;&#x4F7F;&#x7528;&#x8FC7;&#x7684;&#x5206;&#x89E3;&#x8005;&#x866B;&#x7FA4;&#x548C;&#x6E05;&#x6D01;&#x5DE5;&#x866B;&#x7FA4;&#x7684;&#x6B8B;&#x7559;&#x7269;&#x3002;</p>
<h2 id="&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x7684;&#x793E;&#x533A;">&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x7684;&#x793E;&#x533A;</h2>
<p>&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x7684;&#x90BB;&#x5C45;&#x4EEC;&#x5F88;&#x7A77;&#xFF0C;&#x53EA;&#x5173;&#x5FC3;&#x81EA;&#x5DF1;&#x7684;&#x4E8B;&#x3002;</p>
<p><strong>&#x25CF;**</strong>&#x68C0;&#x7D22;&#x68C0;&#x5B9A;<strong>**&#x2192;</strong>&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x5BB6;&#x7684;&#x5B89;&#x4FDD;&#x7CFB;&#x7EDF;&#x88AB;&#x89E3;&#x9664;&#x4E86;&#xFF0C;&#x5BF9;&#x4E3A;&#x6570;&#x4E0D;&#x591A;&#x7684;&#x529F;&#x80FD;&#x6027;&#x516C;&#x5171;&#x8BBF;&#x95EE;&#x6444;&#x50CF;&#x5934;&#x7684;&#x8C03;&#x67E5;&#x663E;&#x793A;&#xFF0C;&#x4E00;&#x4E2A;&#x5E26;&#x7EB9;&#x8EAB;&#x7684;&#x5F6A;&#x608D;&#x8005;&#xFF08;Bruiser&#xFF09;&#x4E49;&#x4F53;&#xFF08;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#xFF09;&#x5728;&#x9644;&#x8FD1;&#x6765;&#x6765;&#x5F80;&#x5F80;&#x3002;&#x53E6;&#x4E00;&#x4E2A;<strong>&#x68C0;&#x7D22;&#x68C0;&#x5B9A;</strong>&#x53EF;&#x4EE5;&#x8BC6;&#x522B;&#x4ED6;&#x7684;&#x9774;&#x5B50;&#x54C1;&#x724C;&#xFF0C;&#x5E76;&#x5C06;&#x5176;&#x4E0E;&#x8840;&#x811A;&#x5370;&#x76F8;&#x5339;&#x914D;&#x3002;</p>
<p>&#xFF08;&#x8BD1;&#x6CE8;&#xFF1A;&#x6839;&#x636E;&#x540E;&#x6587;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x5F6A;&#x608D;&#x8005;&#xFF08;Bruiser&#xFF09;&#x662F;&#x4E00;&#x4E2A;&#x6838;&#x5FC3;&#x89C4;&#x5219;&#x4E2D;&#x6CA1;&#x6709;&#x51FA;&#x73B0;&#x7684;&#x751F;&#x7269;&#x4E49;&#x4F53;&#x7684;&#x578B;&#x53F7;&#xFF0C;&#x4E0D;&#x8FC7;&#x4ECE;&#x540D;&#x5B57;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x8FD9;&#x7C7B;&#x4E49;&#x4F53;&#x5E94;&#x8BE5;&#x4F53;&#x578B;&#x5065;&#x7855;&#x64C5;&#x957F;&#x8FD1;&#x6218;&#xFF0C;&#x8BE6;&#x89C1;&#x9644;&#x5F55;&#x3002;&#xFF09;</p>
<h2 id="&#x6F02;&#x6D6E;&#x4ED9;&#x5883;">&#x6F02;&#x6D6E;&#x4ED9;&#x5883;</h2>
<p>&#x6F02;&#x6D6E;&#x4ED9;&#x5883;&#x662F;&#x706B;&#x661F;&#x8857;&#x5934;&#x6700;&#x65B0;&#x6D41;&#x884C;&#x7684;&#x6BD2;&#x54C1;&#x3002;</p>
<p><strong>&#x25CF;**</strong>&#x68C0;&#x7D22;&#x68C0;&#x5B9A;**&#x2192; &#x6F02;&#x6D6E;&#x4ED9;&#x5883;&#x662F;&#x4E00;&#x79CD;&#x5728;&#x4E09;&#x5408;&#x4F1A;&#x836F;&#x7269;&#x5B9E;&#x9A8C;&#x5BA4;&#x5236;&#x9020;&#x7684;&#x4FC3;&#x667A;&#x836F;&#x3002;&#x6C34;&#x98CE;&#x4E3B;&#x5BFC;&#x7740;&#x5E02;&#x573A;&#x3002;</p>
<p><strong>&#x25CF;G-Rep**</strong>&#x68C0;&#x5B9A;&#xFF08;&#x6B21;&#x7EA7;<strong><strong>/</strong></strong>&#x4E2D;&#x7EA7;&#x652F;&#x63F4;&#xFF09;<strong>**&#x2192;</strong> &#x6709;&#x65B0;&#x7684;&#x4EBA;&#x5728;&#x51FA;&#x552E;&#x6F02;&#x6D6E;&#x4ED9;&#x5883;&#x3002;&#x4E2D;&#x7EA7;&#x652F;&#x63F4;&#x53EF;&#x4EE5;&#x8054;&#x7CFB;&#x5230;&#x6069;&#x79D1;&#x83AB;&#x7528;&#x6765;&#x5B89;&#x6392;&#x4EA4;&#x6613;&#x548C;&#x5BFB;&#x627E;&#x65B0;&#x53D7;&#x5BB3;&#x8005;&#x7684;&#x533F;&#x540D;&#x8D26;&#x6237;&#x3002;</p>
<h2 id="&#x8C23;&#x8A00;&#x548C;&#x5931;&#x8E2A;&#x4EBA;&#x5458;">&#x8C23;&#x8A00;&#x548C;&#x5931;&#x8E2A;&#x4EBA;&#x5458;</h2>
<p>&#x5728;&#x95EA;&#x4EAE;&#x7684;&#x5916;&#x8868;&#x4E0B;&#xFF0C;&#x5F00;&#x62D3;&#x8005;&#x57CE;&#x6709;&#x5B83;&#x81EA;&#x5DF1;&#x7684;&#x79D8;&#x5BC6;&#x3002;</p>
<p><strong>&#x25CF;C-Rep**</strong>&#x68C0;&#x5B9A;&#xFF08;&#x6B21;&#x7EA7;&#x652F;&#x63F4;&#xFF09;&#x6216;&#x68C0;&#x7D22;&#x68C0;&#x5B9A;<strong>&#x2192;&#x5BF9;&#x4E0D;&#x5BFB;&#x5E38;&#x4E8B;&#x4EF6;&#x7684;&#x8C03;&#x67E5;&#x663E;&#x793A;&#xFF0C;&#x8B66;&#x65B9;&#x6B63;&#x5728;&#x8C03;&#x67E5;&#x8FC7;&#x53BB;&#x51E0;&#x4E2A;&#x6708;&#x91CC;&#x7684;5&#x8D77;&#x5931;&#x8E2A;&#x6848;&#x3002;&#x8FDB;&#x4E00;&#x6B65;&#x7684;</strong>&#x68C0;&#x7D22;&#x68C0;&#x5B9A;<strong>&#x6216;</strong>g-rep<strong>**&#x6B21;&#x7EA7;&#x652F;&#x63F4;</strong>&#xFF1A;&#x5931;&#x8E2A;&#x8005;&#x4E2D;&#x6709;&#x51E0;&#x4EBA;&#x662F;&#x5DF2;&#x77E5;&#x7684;&#x5438;&#x6BD2;&#x8005;&#x548C;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x7684;&#x5BA2;&#x6237;&#x3002;</p>
<p><strong>&#x25CF;C-Rep**</strong>&#x68C0;&#x5B9A;&#xFF08;&#x4E2D;&#x7EA7;&#x652F;&#x63F4;&#xFF09;**&#x2192;&#x8D6B;&#x5C14;&#x4F50;&#x683C;&#x6B63;&#x5728;&#x8C03;&#x67E5;&#x4E24;&#x8D77;&#x53EF;&#x80FD;&#x4E0E;&#x5931;&#x8E2A;&#x6709;&#x5173;&#x7684;&#x672A;&#x89E3;&#x51B3;&#x8C0B;&#x6740;&#x6848;&#x3002;&#x4E24;&#x8D77;&#x8C0B;&#x6740;&#x6848;&#x90FD;&#x6D89;&#x53CA;&#x4E25;&#x91CD;&#x7684;&#x5934;&#x90E8;&#x521B;&#x4F24;&#xFF0C;&#x53D7;&#x5BB3;&#x8005;&#x7684;&#x5927;&#x8111;&#x548C;&#x76AE;&#x5C42;&#x5806;&#x6808;&#x90FD;&#x7F3A;&#x5931;&#x4E86;&#x3002;&#x53D7;&#x5BB3;&#x8005;&#x90FD;&#x78D5;&#x55E8;&#x4E86;&#x6F02;&#x6D6E;&#x4ED9;&#x5883;&#x3002;&#x6CA1;&#x6709;&#x5ACC;&#x7591;&#x4EBA;&#x3002;&#x8D6B;&#x5C14;&#x4F50;&#x683C;&#x4E0D;&#x5E0C;&#x671B;&#x5A92;&#x4F53;&#x62A5;&#x9053;&#x6B64;&#x4E8B;&#x3002;</p>
<h2 id="&#x6307;&#x5C16;&#x9B45;&#x5F71;&#x591C;&#x5E97;">&#x6307;&#x5C16;&#x9B45;&#x5F71;&#x591C;&#x5E97;</h2>
<p>PC&#x4EEC;&#x53EF;&#x4EE5;&#x5411;&#x65AF;&#x62C9;&#x7EF4;&#x7D22;&#x8981;&#x591C;&#x5E97;&#x5185;&#x90E8;&#x7684;&#x6444;&#x955C;&#x5934;&#x5F55;&#x50CF;&#x3002;</p>
<p><strong>&#x25CF;**</strong>&#x68C0;&#x7D22;&#x68C0;&#x5B9A;**&#x2192;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x5728;&#x6307;&#x5C16;&#x9B45;&#x5F71;&#x7684;&#x6700;&#x540E;&#x4E00;&#x665A;&#xFF0C;&#x4EBA;&#x7FA4;&#x4E2D;&#x51FA;&#x73B0;&#x4E86;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x7684;&#x5F6A;&#x608D;&#x8005;&#x4E49;&#x4F53;&#x3002;&#x4ED6;&#x5C0F;&#x5FC3;&#x7FFC;&#x7FFC;&#x5730;&#x89C2;&#x5BDF;&#x4E86;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#x5927;&#x7EA6;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x7136;&#x540E;&#x79BB;&#x5F00;&#x4E86;&#x3002;&#x5728;&#x4E4B;&#x524D;&#x591C;&#x665A;&#x7684;&#x5F55;&#x50CF;&#x4E2D;&#x68C0;&#x7D22;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#xFF0C;&#x53EF;&#x4EE5;&#x53D1;&#x73B0;&#x4ED6;&#x5728;&#x8FC7;&#x53BB;&#x4E24;&#x4E2A;&#x6708;&#x5185;&#x65F6;&#x4E0D;&#x65F6;&#x4F1A;&#x51FA;&#x73B0;&#x5728;&#x6B64;&#x591C;&#x5E97;&#x91CC;&#xFF0C;&#x6BCF;&#x6B21;&#x90FD;&#x76D1;&#x89C6;&#x57C3;&#x65AF;&#x5E15;&#x8FBE;&#xFF0C;&#x7136;&#x540E;&#x8DDF;&#x8E2A;&#x4ED6;&#x7684;&#x4E00;&#x4E2A;&#x6BD2;&#x54C1;&#x4E70;&#x5BB6;&#x79BB;&#x5F00;&#x591C;&#x5E97;&#x3002;&#x8FD9;&#x4E9B;&#x4E70;&#x5BB6;&#x4E2D;&#x81F3;&#x5C11;&#x4E5F;&#x6709;&#x4E00;&#x4E2A;&#x5931;&#x8E2A;&#x4E86;&#x3002;</p>
<p><strong>&#x25CF;**</strong>&#x68C0;&#x7D22;&#x68C0;&#x5B9A;&#xFF08;<strong><strong>-30</strong></strong>&#xFF0C;&#x8017;&#x65F6;<strong><strong>1</strong></strong>&#x5C0F;&#x65F6;&#xFF09;**&#x2192;&#x786E;&#x5B9A;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x5728;&#x591C;&#x5E97;&#x7684;&#x5177;&#x4F53;&#x65F6;&#x95F4;&#xFF0C;&#x53EF;&#x4EE5;&#x4ECE;&#x591C;&#x5E97;&#x7684;&#x7F51;&#x7EDC;&#x65E5;&#x5FD7;&#x4E2D;&#x627E;&#x5230;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x7684;&#x7F51;&#x7EDC;ID&#x3002;</p>
<h2 id="&#x5F6A;&#x608D;&#x8005;&#x9A6C;&#x5C14;&#x987F;&#x65AF;">&#x5F6A;&#x608D;&#x8005;/&#x9A6C;&#x5C14;&#x987F;&#x65AF;</h2>
<p>&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x7684;&#x5F6A;&#x608D;&#x8005;&#x4E49;&#x4F53;&#x5728;&#x8FD9;&#x5EA7;&#x57CE;&#x5E02;&#x7684;&#x591C;&#x751F;&#x6D3B;&#x4E2D;&#x975E;&#x5E38;&#x6709;&#x540D;&#x3002;</p>
<p><strong>&#x25CF;G-Rep**</strong>&#x68C0;&#x5B9A;&#xFF08;&#x6B21;&#x7EA7;&#x652F;&#x63F4;&#xFF09;**&#x2192;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x5728;&#x57CE;&#x91CC;&#x7684;&#x51E0;&#x4E2A;&#x540C;&#x6027;&#x604B;&#x4FF1;&#x4E50;&#x90E8;&#x4ECE;&#x4E8B;&#x5B89;&#x4FDD;&#x5DE5;&#x4F5C;&#x3002;</p>
<p><strong>&#x25CF;**</strong>&#x68C0;&#x7D22;&#x68C0;&#x5B9A;&#xFF08;&#x8DDF;&#x8E2A;&#xFF0C;<strong><strong>-30</strong></strong>&#xFF09;**&#x2192;&#x5982;&#x679C;PC&#x4EEC;&#x4F7F;&#x7528;&#x9A6C;&#x5C14;&#x987F;&#x65AF;&#x7684;&#x7F51;&#x7EDC;ID&#x6765;ping&#x4ED6;&#x7684;&#x7269;&#x7406;&#x5730;&#x5740;&#xFF0C;&#xFF0C;&#x4ED6;&#x4EEC;&#x53EF;&#x4EE5;&#x4E00;&#x8DEF;&#x8DDF;&#x8E2A;&#x5230;&#x4ED6;&#x7684;&#x5BB6;&#x3002;</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"背景","level":"1.3.1","depth":2,"next":{"title":"Characters","level":"1.4","depth":1,"ref":"","articles":[{"title":"角色表","level":"1.4.1","depth":2,"path":"characters/角色表.md","ref":"characters/角色表.md","articles":[]}]},"previous":{"title":"Background","level":"1.3","depth":1,"ref":"","articles":[{"title":"背景","level":"1.3.1","depth":2,"path":"background/背景.md","ref":"background/背景.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"background/背景.md","mtime":"2024-07-08T11:01:32.834Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2024-07-08T11:02:09.160Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

